/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(Data di creazione)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(Data di modifica)";

/* Placeholder */
"Anonymous" = "Anonimo";

/* Error: Can't remove pre-existing file at path (%@) */
"Can\\U2019t remove pre-existing file at path (%@)" = "Non posso eliminare il file preesitente dal percorso (%@)";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "Non posso scrivere sul percorso - La directory non è scrivibile (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "Non posso scrivere sul percorso - Il parent non è una directory (%@)";

/* Button title */
"Cancel" = "Annulla";

/* query for dialog */
"Do you wish to remove the customized summary for this page, and instead use the text provided by the page for the index?" = "Vuoi eliminare il riassunto personalizzato per questa pagina e usare il testo fornito dalla pagina?";

/* Text embossed on placeholder photo */
"Example Photo" = "Foto di esempio";

/* HTTP Status Code 403 */
"Forbidden" = "Proibito";

/* ActionName: Insert Text */
"Insert Text" = "Inserisci testo";

/* HTTP Status Code 500 */
"Internal Server Error" = "Errore interno del server";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "Misura non valida per scalare l'immagine";

/* Alert Title */
"Media Error" = "Errore di media";

/* default document file name */
"My Site" = "Il mio sito";

/* No document path specified. */
"No document path specified." = "Non è stato specificato un percorso per il documento";

/* HTTP Status Code 404 */
"Not Found" = "Non trovato";

/* OK Button */
"OK" = "OK";

/* default name given to pasted images */
"pastedGraphic" = "pastedGraphic";

/* Alert: path not writeable suggestion */
"Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems." = "Assicurati che la cartella di sopra esista e sia scrivibile. Senza questo, Sandox può avere problemi di prestazioni e/o di pubblicazione.";

/* name appened to copy of file before version migration */
"previous" = "precedente";

/* Button title */
"Remove" = "Rimuovi";

/* title for dialog */
"Remove Custom Summary of Page?" = "Vuoi eliminare il riassunto personalizzato per la pagina?";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "Si richiede Sandvox PRO per generare questo tipo di pagina";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of pagelet" = "Si richiede Sandvox PRO per generare questo tipo di paginetta";

/* Description of an HTTP error */
"Server returned status code %d %@" = "Il server ha mandato il codice %1$d %2$@";

/* HTTP Status Code 503 */
"Service Unavailable" = "Servizio non disponibile";

/* Specified document path is a directory. */
"Specified document path is a directory." = "Il documento specificato è una directory.";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "L'URL seguente non può essere aperta:\n\n%@\n\nPuò essere un'URL non valida o il tuo Mac non è configurato correttamente per aprire URL del web. Puoi selezionare e copiare l'URL per incollarla nel tuo browser.";

/* Alert: path not writeable */
"The path ~/Library/Caches/Sandvox is not writeable." = "Il percorso ~/Libreria/Caches/Sandvox non è scrivibile.";

/* Relative Date - Today */
"Today" = "Oggi";

/* Relative Date - Tomorrow */
"Tomorrow" = "Domani";

/* No comment provided by engineer. */
"Try Again" = "Riprova";

/* Alert Info */
"Unable to compute UTI at path %@. A placeholder may be substituted." = "Non posso calcolare l'UTI al percorso %@. Un segnaposto può essere sostituito.";

/* Alert Info */
"Unable to convert image at path %@ to preferred format. A placeholder may be substituted." = "Non posso convertire l'immagine al percorso %@. Un segnaposto può essere sostituito.";

/* Alert Info */
"Unable to convert image to preferred format. A placeholder may be substituted." = "Non posso convertire l'immagine nel formato preferito. Un segnaposto può essere sostituito.";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "Non posso creare una directory al percorso (%@)";

/* Alert Info */
"Unable to create image from file at path %@. A placeholder may be substituted." = "Non posso creare l'immagine dal file al percorso %@. Un segnaposto può essere sostituito.";

/* Alert Info */
"Unable to create image from underlying data. A placeholder may be substituted." = "Non posso creare l'immagine dai dati sottostanti.  Un segnaposto può essere sostituito.";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@ to %@, reason: %@." = "Non posso spostare il dati del documento da %1$@ a %2$@, motivo: %3$@.";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@ to %@." = "Non posso spostare il dati del documento da %1$@ a %2$@.";

/* Title of alert */
"Unable to Open Web URL" = "Non posso aprire l'URL web";

/* Alert Info */
"Unable to read file at path %@. A placeholder may be substituted." = "Non posso leggere il file al percorso %@. Un segnaposto può essere sostituito.";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "Non posso rinominare il documento da %1$@ a %2$@. L'aggiornamento non può essere completato.";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "Non posso aggiornare il documento al percorso %@. Il percorso non sembra essere un documento.";

/* HTTP Status Code 401 */
"Unauthorized" = "Non autorizzato";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "Pagina senza titolo";

/* Relative Date - Yesterday */
"Yesterday" = "Ieri";